Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: The shortcut keys for turning input method on or off
ca_es: Les dreceres de teclat per habilitar o inhabilitar el mètode d'entrada

source: Enable or disable:
ca_es: Habilita o inhabilita:

source: Enable:
ca_es: Habilita:

source: Disable:
ca_es: Inhabilita:

source: <b>Keyboard Shortcuts</b>
ca_es: <b>Dreceres de teclat</b>

source: Set the orientation of candidates in lookup table
ca_es: Estableix l'orientació dels candidats a la taula de cerca

source: Candidates orientation:
ca_es: Orientació dels candidats:

source: Set the behavior of ibus how to show or hide language bar
ca_es: Estableix el comportament de l'IBus sobre com mostrar o ocultar la barra d'idiomes

source: Show language panel:
ca_es: Mostra el quadre d'idiomes:

source: Language panel position:
ca_es: Posició del quadre d'idiomes:

source: Show icon on system tray
ca_es: Mostra la icona a la safata del sistema

source: Show input method name on language bar
ca_es: Mostra el nom del mètode d'entrada a la barra d'idioma

source: Show input method's name on language bar when check the checkbox
ca_es: Mostra el nom del mètode d'entrada a la barra d'idiomes quan s'activi la casella de selecció

source: Embed preedit text in application window
ca_es: Incrusta el text editat prèviament en la finestra d'aplicació

source: Embed the preedit text of input method in the application window
ca_es: Incrusta el text editat prèviament del mètode d'entrada en la finestra d'aplicació

source: Use custom font:
ca_es: Utilitza un tipus de lletra personalitzat:

source: <b>Font and Style</b>
ca_es: <b>Tipus de lletra i estil</b>

source: Add the selected input method into the enabled input methods
ca_es: Afegeix el mètode d'entrada seleccionat als mètodes d'entrada habilitats

source: Remove the selected input method from the enabled input methods
ca_es: Suprimeix el mètode d'entrada seleccionat dels mètodes d'entrada habilitats

source: Move up the selected input method in the enabled input methods list
ca_es: Puja el mètode d'entrada seleccionat en la llista de mètodes habilitats

source: Move down the selected input method in the enabled input methods
ca_es: Baixa el mètode d'entrada seleccionat en els mètodes d'entrada habilitats

source: Show information of the selected input method
ca_es: Mostra la informació del mètode d'entrada seleccionat

source: Show setup of the selected input method
ca_es: Mostra la configuració del mètode d'entrada seleccionat

source: <small><i>The default input method is the top one in the list. You may use up/down buttons to change it.</i></small>
ca_es: <small><i>El mètode d'entrada predeterminat és el primer de la llista. Podeu utilitzar els botons de pujar i baixar per canviar-lo.</i></small>

source: Input Method
ca_es: Mètode d'entrada

source: Use system keyboard layout
ca_es: Utilitza la disposició de teclat del sistema

source: Use system keyboard (XKB) layout
ca_es: Utilitza la disposició de teclat del sistema (XKB)

source: <b>Keyboard Layout</b>
ca_es: <b>Disposició del teclat</b>

source: Share the same input method among all applications
ca_es: Comparteix el mateix mètode d'entrada en totes les aplicacions

source: <b>Global input method settings</b>
ca_es: <b>Paràmetres del mètode d'entrada global</b>

source: Advanced
ca_es: Avançat

source: <big><b>IBus</b></big> <small>The intelligent input bus</small> Homepage: http://code.google.com/p/ibus
ca_es: <big><b>IBus</b></big> <small>El bus d'entrada intel·ligent</small> Lloc web: http://code.google.com/p/ibus

source: Start ibus on login
ca_es: Inicia l'IBus en entrar

source: <b>Startup</b>
ca_es: <b>Inici</b>

source: About
ca_es: Quant a

source: Language: %s
ca_es: Idioma: %s

source: Keyboard layout: %s
ca_es: Disposició del teclat: %s

source: Author: %s
ca_es: Autor: %s

source: Description:
ca_es: Descripció:

source: Select an input method
ca_es: Seleccioneu un mètode d'entrada

source: Set IBus Preferences
ca_es: Estableix les preferències de l'IBus

source: Keyboard shortcuts
ca_es: Dreceres de teclat

source: Key code:
ca_es: Codi de lletra:

source: Modifiers:
ca_es: Modificadors:

source: Please press a key (or a key combination). The dialog will be closed when the key is released.
ca_es: Premeu una tecla (o una combinació de tecles). El diàleg es tancarà quan es deixi anar la tecla.

source: Please press a key (or a key combination)
ca_es: Premeu una tecla (o una combinació de tecles)

source: Select keyboard shortcut for %s
ca_es: Seleccioneu la drecera de teclat per a %s

source: Default
ca_es: Valor per defecte

source: IBus is an intelligent input bus for Linux/Unix.
ca_es: L'IBus és un bus d'entrada intel·ligent per al Linux/Unix.

source: translator-credits
ca_es: Oscar Osta Pueyo <oostap@gmail.com>, 2009 Patricia Rivera Escuder <patysya@gmail.com>, 2009 Xavier Conde Rueda <xavi.conde@gmail.com> Joan Duran <jodufi@gmail.com>

source: Restart
ca_es: Reinicia

source: Preload engines
ca_es: Precarrega els motors

source: Preload engines during ibus starts up
ca_es: Precarrega els motors durant l'inici de l'IBus

source: Trigger shortcut keys
ca_es: Dreceres de teclat de l'activador

source: Enable shortcut keys
ca_es: Habilita les dreceres de teclat

source: The shortcut keys for turning input method on
ca_es: Les dreceres de teclat per habilitar el mètode d'entrada

source: Disable shortcut keys
ca_es: Inhabilita les dreceres de teclat

source: The shortcut keys for turning input method off
ca_es: Les dreceres de teclat per inhabilitar el mètode d'entrada

source: Next engine shortcut keys
ca_es: Dreceres de teclat del motor següent

source: The shortcut keys for switching to the next input method in the list
ca_es: Les dreceres de teclat per commutar al mètode d'entrada següent de la llista

source: Prev engine shortcut keys
ca_es: Dreceres de teclat del motor anterior

source: The shortcut keys for switching to the previous input method
ca_es: Les dreceres de teclat per commutar al mètode d'entrada anterior de la llista

source: Auto hide
ca_es: Oculta automàticament

source: The behavior of language panel. 0 = Embedded in menu, 1 = Auto hide, 2 = Always show
ca_es: El comportament del quadre d'idiomes. 0 = incrustat al menú, 1 = oculta automàticament, 2 = mostra sempre

source: Language panel position
ca_es: Posició del quadre d'idiomes

source: The position of the language panel. 0 = Top left corner, 1 = Top right corner, 2 = Bottom left corner, 3 = Bottom right corner, 4 = Custom
ca_es: La posició del quadre d'idiomes. 0 = cantonada superior esquerra, 1 = cantonada superior dreta, 2 = cantonada inferior esquerra, 3 = cantonada inferior dreta, 4 = personalitzat

source: Orientation of lookup table
ca_es: Orientació de la taula de cerca

source: Orientation of lookup table. 0 = Horizontal, 1 = Vertical
ca_es: Orientació de la taula de cerca. 0 = horitzontal, 1 = vertical

source: Show input method name
ca_es: Mostra el nom del mètode d'entrada

source: Use custom font
ca_es: Utilitza un tipus de lletra personalitzat

source: Use custom font name for language panel
ca_es: Utilitza un tipus de lletra personalitzat per al quadre d'idiomes

source: Custom font
ca_es: Tipus de lletra personalitzat

source: Custom font name for language panel
ca_es: Tipus de lletra personalitzat per al quadre d'idiomes

source: Embed Preedit Text
ca_es: Integra el text editat prèviament

source: Embed Preedit Text in Application Window
ca_es: Integra el text editat prèviament en la finestra de l'aplicació

source: Use global input method
ca_es: Utilitza el mètode d'entrada global

source: Enable input method by default
ca_es: Habilita els mètodes d'entrada per defecte

source: Enable input method by default when the application gets input focus
ca_es: Habilita els mètodes d'entrada per defecte quan l'aplicació obté el focus d'entrada

source: Other
ca_es: Altres

source: Show version
ca_es: Mostra la versió

source: Symbols
ca_es: Símbols

source: Currency
ca_es: Moneda

source: Miscellaneous
ca_es: Miscel·lània

source: Dingbats
ca_es: Dibuixos

source: Bold
ca_es: Negreta

source: Italic
ca_es: Cursiva

source: All
ca_es: Tot

source: Numbers
ca_es: Números

source: Fraction
ca_es: Fracció

source: Technical
ca_es: Tècnic

source: Unit
ca_es: Unitat

source: Graphics
ca_es: Gràfics

source: Arrow
ca_es: Fletxa

source: Box Drawing
ca_es: Dibuix de caixes

source: Block
ca_es: Bloc

source: Geometric
ca_es: Geomètric

source: CJK Compatibility
ca_es: Compatibilitat CJK

source: Command
ca_es: Ordre

source: Date
ca_es: Data

source: Date and Time
ca_es: Data i hora

source: Month
ca_es: Mes

source: Weekday
ca_es: Dia laborable

source: Gothic
ca_es: Gòtic

source: _Close
ca_es: _Tanca

source: _Send
ca_es: En_via

source: _Options
ca_es: _Opcions

source: translator_credits
ca_es: Jordi Mas Hernàndez <jmas@softcatala.org>

source: Japanese
ca_es: Japonès

source: CJK Radicals Supplement
ca_es: Suplement de radicals CJK

source: Keyboard
ca_es: Teclat

source: Latin-1 Supplement
ca_es: Suplement llatí-1

source: Latin Extended-A
ca_es: Llatí ampliat-A

source: Chat
ca_es: Xat

source: Smile
ca_es: Somriure

source: Sad
ca_es: Trist

source: Wink
ca_es: Fer l'ullet

source: Angry
ca_es: Enfadat

source: Embarrassed
ca_es: Avergonyit

source: Party
ca_es: Festa

source: Love
ca_es: Preferida

source: Star
ca_es: Destaca

source: Mail
ca_es: Correu

source: Clock
ca_es: Rellotge

source: Kiss
ca_es: Petó

source: Phone
ca_es: Telèfon

source: Acronym
ca_es: Acrònim

source: Chinese
ca_es: Xinès

source: Basic Latin
ca_es: Llatí bàsic

source: Latin Extended-B
ca_es: Llatí ampliat-B

source: IPA Extensions
ca_es: Extensions IPA

source: Spacing Modifier Letters
ca_es: Lletres modificadores dels espais

source: Combining Diacritical Marks
ca_es: Combinació de marques diacrítiques

source: Greek and Coptic
ca_es: Símbols grecs i coptes

source: Cyrillic
ca_es: Ciríl·lic

source: Cyrillic Supplement
ca_es: Suplement ciríl·lic

source: Armenian
ca_es: Armeni

source: Hebrew
ca_es: Hebreu

source: Arabic
ca_es: Àrab

source: Syriac
ca_es: Siri

source: Arabic Supplement
ca_es: Suplement àrab

source: Samaritan
ca_es: Samarità

source: Bengali
ca_es: Bengalí

source: Tamil
ca_es: Tàmil

source: Kannada
ca_es: Kannarès

source: Thai
ca_es: Tai

source: Lao
ca_es: Laosià

source: Tibetan
ca_es: Tibetà

source: Georgian
ca_es: Georgià

source: Ethiopic
ca_es: Etiòpic

source: Ethiopic Supplement
ca_es: Suplement etíop

source: Unified Canadian Aboriginal Syllabics
ca_es: Sil·làbics d'aborígens canadencs unificat

source: Ogham
ca_es: Ogàmic

source: Runic
ca_es: Rúnic

source: Tagalog
ca_es: Tagal

source: Buhid
ca_es: Bugui

source: Mongolian
ca_es: Mongol

source: Unified Canadian Aboriginal Syllabics Extended
ca_es: Sil·làbics d'aborígens canadencs unificat ampliat

source: New Tai Lue
ca_es: Tai Lue nou

source: Khmer Symbols
ca_es: Símbols khmer

source: Buginese
ca_es: Bugui

source: Balinese
ca_es: Balinès

source: Sundanese
ca_es: Sudanès

source: Vedic Extensions
ca_es: Extensions vedes

source: Phonetic Extensions
ca_es: Extensions fonètiques

source: Phonetic Extensions Supplement
ca_es: Suplement d'extensions fonètiques

source: Combining Diacritical Marks Supplement
ca_es: Suplement de combinació de marques diacrítiques

source: Latin Extended Additional
ca_es: Llatí ampliat addicional

source: Greek Extended
ca_es: Grec ampliat

source: General Punctuation
ca_es: Puntuació general

source: Superscripts and Subscripts
ca_es: Superíndexs i subíndexs

source: Currency Symbols
ca_es: Símbols de moneda

source: Combining Diacritical Marks for Symbols
ca_es: Combinació de marques diacrítiques per a símbols

source: Letterlike Symbols
ca_es: Símbols semblants a lletres

source: Number Forms
ca_es: Formes de nombres

source: Arrows
ca_es: Fletxes

source: Mathematical Operators
ca_es: Operadors matemàtics

source: Miscellaneous Technical
ca_es: Tècnics miscel·lanis

source: Control Pictures
ca_es: Imatges de control

source: Optical Character Recognition
ca_es: Reconeixement òptic de caràcters

source: Enclosed Alphanumerics
ca_es: Alfanumèrics inclosos

source: Block Elements
ca_es: Elements de bloc

source: Geometric Shapes
ca_es: Formes geomètriques

source: Miscellaneous Symbols
ca_es: Símbols miscel·lanis

source: Miscellaneous Mathematical Symbols-A
ca_es: Símbols matemàtics miscel·lanis - A

source: Supplemental Arrows-A
ca_es: Fletxes suplementàries - A

source: Braille Patterns
ca_es: Patrons Braille

source: Supplemental Arrows-B
ca_es: Fletxes suplementàries - B

source: Miscellaneous Mathematical Symbols-B
ca_es: Símbols matemàtics miscel·lanis - B

source: Supplemental Mathematical Operators
ca_es: Operadors matemàtics suplementaris

source: Miscellaneous Symbols and Arrows
ca_es: Fletxes i símbols miscel·lanis

source: Glagolitic
ca_es: Glagolític

source: Latin Extended-C
ca_es: Llatí ampliat-C

source: Coptic
ca_es: Copte

source: Georgian Supplement
ca_es: Suplement georgià

source: Ethiopic Extended
ca_es: Etíop ampliat

source: Cyrillic Extended-A
ca_es: Ciríl·lic ampliat-A

source: Supplemental Punctuation
ca_es: Puntuació suplementària

source: Kangxi Radicals
ca_es: Radicals kangxi

source: Ideographic Description Characters
ca_es: Caràcters de descripció basat en ideogrames

source: CJK Symbols and Punctuation
ca_es: Símbols i puntuació CJK

source: Hangul Compatibility Jamo
ca_es: Jamo amb compatibilitat hangul

source: Bopomofo Extended
ca_es: Bopomofo ampliat

source: CJK Strokes
ca_es: Traços CJK

source: Katakana Phonetic Extensions
ca_es: Extensions fonètiques katakana

source: Enclosed CJK Letters and Months
ca_es: Mesos i lletres CJK inclosos

source: CJK Unified Ideographs Extension A
ca_es: Extensió A d'ideogrames unificats CJK

source: Yijing Hexagram Symbols
ca_es: Símbols hexagrames yijing

source: CJK Unified Ideographs
ca_es: Ideogrames unificats CJK

source: Yi Syllables
ca_es: Síl·labes yi

source: Yi Radicals
ca_es: Radicals Yi

source: Cyrillic Extended-B
ca_es: Ciríl·lic ampliat-B

source: Modifier Tone Letters
ca_es: Lletres modificadores del to

source: Latin Extended-D
ca_es: Llatí ampliat-D

source: Common Indic Number Forms
ca_es: Formes numèriques comunes índies

source: Devanagari Extended
ca_es: Devanagari ampliat

source: Hangul Jamo Extended-A
ca_es: Hangul jamo ampliat-A

source: Javanese
ca_es: Javanès

source: Myanmar Extended-A
ca_es: Myanmar ampliat-A

source: Hangul Syllables
ca_es: Síl·labes hangul

source: Hangul Jamo Extended-B
ca_es: Hangul jamo ampliat-B

source: High Surrogates
ca_es: Succedanis alts

source: High Private Use Surrogates
ca_es: Succedanis alts d'ús privat

source: Low Surrogates
ca_es: Succedanis baixos

source: Private Use Area
ca_es: Àrea d'ús privat

source: CJK Compatibility Ideographs
ca_es: Ideogrames de compatibilitat CJK

source: Alphabetic Presentation Forms
ca_es: Formes de presentació alfabètica

source: Arabic Presentation Forms-A
ca_es: Formes de presentació àrab - A

source: Variation Selectors
ca_es: Selectors de variació

source: Vertical Forms
ca_es: Formes verticals

source: Combining Half Marks
ca_es: Combinació de mitges marques

source: CJK Compatibility Forms
ca_es: Formes de compatibilitat CJK

source: Small Form Variants
ca_es: Variants de formes petites

source: Arabic Presentation Forms-B
ca_es: Formes de presentació àrab - B

source: Halfwidth and Fullwidth Forms
ca_es: Formes d'amplada mitja i total

source: Specials
ca_es: Especials

source: Linear B Syllabary
ca_es: Conjunt de síl·labes lineal B

source: Linear B Ideograms
ca_es: Ideogrames B lineals

source: Aegean Numbers
ca_es: Nombres egeus

source: Ancient Greek Numbers
ca_es: Nombres grecs antics

source: Ancient Symbols
ca_es: Símbols antics

source: Phaistos Disc
ca_es: Disc de Phaistos

source: Lycian
ca_es: Lici

source: Carian
ca_es: Cari

source: Old Italic
ca_es: Cursiva antiga

source: Ugaritic
ca_es: Ugarític

source: Old Persian
ca_es: Persa antic

source: Cypriot Syllabary
ca_es: Conjunt de síl·labes xipriotes

source: Imperial Aramaic
ca_es: Arameu imperial

source: Phoenician
ca_es: Fenici

source: Lydian
ca_es: Lidi

source: Old South Arabian
ca_es: Àrab del sud antic

source: Avestan
ca_es: Avèstic

source: Inscriptional Parthian
ca_es: Inscripcions Parthian

source: Inscriptional Pahlavi
ca_es: Inscripcions Pahlavi

source: Old Turkic
ca_es: Turc antic

source: Rumi Numeral Symbols
ca_es: Símbols numèrics rumi

source: Cuneiform
ca_es: Cuneïforme

source: Cuneiform Numbers and Punctuation
ca_es: Nombres i puntuació coniforme

source: Egyptian Hieroglyphs
ca_es: Jeroglífics egipcis

source: Byzantine Musical Symbols
ca_es: Símbols musicals bizantins

source: Musical Symbols
ca_es: Símbols musicals

source: Ancient Greek Musical Notation
ca_es: Notació musical grega antiga

source: Tai Xuan Jing Symbols
ca_es: Símbols tai xuan jing

source: Counting Rod Numerals
ca_es: Palets xinesos per comptar

source: Mathematical Alphanumeric Symbols
ca_es: Símbols matemàtics alfanumèrics

source: Mahjong Tiles
ca_es: Fitxes del Mahjong

source: Domino Tiles
ca_es: Fitxes del dòmino

source: Enclosed Alphanumeric Supplement
ca_es: Suplement alfanumèric inclòs

source: Enclosed Ideographic Supplement
ca_es: Suplement ideogràfic inclòs

source: CJK Unified Ideographs Extension B
ca_es: Extensió B dels ideogrames unificats CJK

source: CJK Unified Ideographs Extension C
ca_es: Extensió C d'ideogrames unificats CJK

source: CJK Compatibility Ideographs Supplement
ca_es: Suplement dels ideogrames de compatibilitat CJK

source: Tags
ca_es: Etiquetes

source: Variation Selectors Supplement
ca_es: Suplement de selectors de variació

source: Supplementary Private Use Area-A
ca_es: Àrea d'ús privat suplementari - A

source: Supplementary Private Use Area-B
ca_es: Àrea d'ús privat suplementari - B

source: Layout
ca_es: Format

source: Version
ca_es: Versió

source: Updated
ca_es: Actualitzat

source: Package
ca_es: Paquets

source: DESCRIPTION
ca_es: DESCRIPCIÓ

source: OPTIONS
ca_es: OPCIONS

source: SEE ALSO
ca_es: VEGEU TAMBÉ

source: FILES
ca_es: ARXIUS

source: Unknown file type
ca_es: Tipus de fitxer desconegut

source: Security
ca_es: Seguretat

source: Type:
ca_es: Tipus:

source: EXAMPLE
ca_es: EXEMPLE

source: yes
ca_es: sí

source: Failed to open file
ca_es: No s'ha pogut obrir el fitxer

source: Vendor
ca_es: Proveïdor

source: unknown
ca_es: desconegut

source: failed to allocate memory for %s config list
ca_es: no s'ha pogut assignar memòria per a la llista de configuració %s

source: Failed to parse mode '%s'
ca_es: No s'ha pogut analitzar el mode '%s'

source: Failed to fork as daemon: %s
ca_es: No s'ha pogut bifurcar com a dimoni: %s

source: connection not open
ca_es: la connexió no està oberta

source: connection already open
ca_es: la connexió ja està oberta

source: nparams too large
ca_es: l'nparams és massa gran

source: client tried invalid SASL init request
ca_es: el client ha provat una sol·licitud d'inicialització SASL invàlida

source: negotiated SSF %d was not strong enough
ca_es: el SSF negociat %d no ha estat prou fort

source: client tried invalid SASL start request
ca_es: el client ha intentat fer una sol·licitud d'inicialització de SASL invàlida

source: sasl start reply data too long %d
ca_es: la resposta d'inici de sasl és massa llarga %d

source: sasl step reply data too long %d
ca_es: les dades de resposta del pas de sasl són massa llargues %d

source: client tried invalid PolicyKit init request
ca_es: el client ha intentat fer una sol·licitud d'inicialització de PolicyKit invàlida

source: cannot get peer socket identity
ca_es: no es pot obtenir la identitat del sòcol remot

source: Failed to lookup policy kit caller: %s
ca_es: No s'ha pogut consultar el joc de polítiques del cridador: %s

source: Policy kit failed to check authorization %d %s
ca_es: El joc de polítiques no ha pogut comprovar l'autorització %d %s

source: client tried unsupported PolicyKit init request
ca_es: el client ha intentat fer una sol·licitud d'inicialització de PolicyKit no suportada

source: domain is not running
ca_es: el domini no s'està executant

source: Invalid floppy device name: %s
ca_es: Nom del dispositiu de disquet invàlid: %s

source: Invalid harddisk device name: %s
ca_es: Nom del dispositiu de disc dur invàlid: %s

source: Invalid bus type '%s' for floppy disk
ca_es: Tipus de bus '%s' no vàlid per al disquet

source: Model name contains invalid characters
ca_es: El nom de model conté caràcters invàlids

source: missing input device type
ca_es: falta el tipus de dispositiu d'entrada

source: ps2 bus does not support %s input device
ca_es: el bus ps2 no suporta el dispositiu d'entrada %s

source: unsupported input bus %s
ca_es: el bus d'entrada %s no està suportat

source: xen bus does not support %s input device
ca_es: el bus xen no disposa del dispositiu d'entrada %s

source: unknown virt type
ca_es: tipus de virtualització desconeguda

source: unknown boot device '%s'
ca_es: el dispositiu d'arrencada '%s' és desconegut

source: missing domain type attribute
ca_es: falta l'atribut del tipus de domini

source: Failed to generate UUID
ca_es: no s'ha pogut obtenir un UUID de xarxa

source: malformed uuid element
ca_es: l'element uuid no és correcte

source: no OS type
ca_es: tipus d'SO desconegut

source: unexpected domain type %d
ca_es: tipus de domini inesperat %d

source: Network config filename '%s' does not match network name '%s'
ca_es: El nom del fitxer de configuració de la xarxa '%s' no concorda amb el nom de la xarxa '%s'

source: no config file for %s
ca_es: no hi ha fitxer de configuració per a %s

source: cannot remove config for %s
ca_es: no es pot eliminar la configuració de %s

source: Failed
ca_es: Ha fallat

source: Timeout
ca_es: S'ha esgotat el temps

source: domainMigratePrepare did not set uri
ca_es: el domainMigratePrepare no ha definit una uri

source: Domain is already running
ca_es: El domini ja s'està executant

source: default
ca_es: per defecte

source: Failed to autostart VM '%s': %s
ca_es: No s'ha pogut iniciar automàticament la VM '%s': %s

source: no domain with matching uuid
ca_es: no hi ha cap domini que concordi amb l'uuid

source: Unable to find an unused VNC port
ca_es: No es pot trobar un port VNC no utilitzat

source: network is already active
ca_es: la xarxa ja és activa

source: Failed to parse vzlist output
ca_es: No s'ha pogut analitzar la sortida de vzlist

source: UUID in config file malformed
ca_es: l'UUID del fitxer de configuració no és correcte

source: domain is not in running state
ca_es: el domini no està en estat d'execució

source: Already an OPENVZ VM active with the id '%s'
ca_es: Encara hi ha una OPENVZ VM activa amb l'id '%s'

source: no domain with matching id
ca_es: no hi ha cap domini que coincideixi amb l'id

source: domain is not in shutoff state
ca_es: el domini no està en estat de tancament

source: Unable to put monitor into non-blocking mode
ca_es: No es pot posar el monitor en mode no blocant

source: Unable to set monitor close-on-exec flag
ca_es: No es pot definir l'indicador de monitor close-on-exec

source: Unable to open monitor path %s
ca_es: No es pot obrir el camí al monitor %s

source: Network type %d is not supported
ca_es: El tipus de xarxa %d no està suportat

source: invalid sound model
ca_es: model de so invàlid

source: no domain with matching id %d
ca_es: no hi ha cap domini que coincideixi amb l'id %d

source: VM is already active
ca_es: La VM ja és activa

source: unknown authentication type %s
ca_es: tipus d'autenticació desconegut: %s

source: unsupported authentication type %d
ca_es: tipus d'autenticació %d no disponible

source: cannot query SASL username on connection %d (%s)
ca_es: no es pot consultar el nom d'usuari SASL en la connexió %d (%s)
